[

    {
        "id": 167,
        "joke": "As a teen, Chuck Norris had sex with every nun in a convent tucked away in the hills of Tuscany. Nine months later the nuns gave birth to the 1972 Miami Dolphins, the only undefeated and untied team in professional football history.",
        "categories": [ ]
    },
    {
        "id": 258,
        "joke": "The phrase 'break a leg' was originally coined by Chuck Norris's co-stars in Walker, Texas Ranger as a good luck charm, indicating that a broken leg might be the worst extent of their injuries. This never proved to be the case.",
        "categories": [ ]
    },
    {
        "id": 350,
        "joke": "Chuck Norris starts everyday with a protein shake made from Carnation Instant Breakfast, one dozen eggs, pure Colombian cocaine, and rattlesnake venom. He injects it directly into his neck with a syringe.",
        "categories": [ ]
    },
    {
        "id": 497,
        "joke": "If Chuck Norris writes code with bugs, the bugs fix themselves.",
        "categories": [
            "nerdy"
        ]
    },
    {
        "id": 395,
        "joke": "Chuck Norris will never have a heart attack. His heart isn't nearly foolish enough to attack him.",
        "categories": [ ]
    },
    {
        "id": 410,
        "joke": "Chuck Norris once round-house kicked a salesman. Over the phone.",
        "categories": [ ]
    },
    {
        "id": 256,
        "joke": "How many roundhouse kicks does it take to get to the center of a tootsie pop? Just one. From Chuck Norris.",
        "categories": [ ]
    },
    {
        "id": 210,
        "joke": "Chuck Norris can judge a book by its cover.",
        "categories": [ ]
    },
    {
        "id": 62,
        "joke": "Some people like to eat frogs' legs. Chuck Norris likes to eat lizard legs. Hence, snakes.",
        "categories": [ ]
    },
    {
        "id": 237,
        "joke": "Human cloning is outlawed because of Chuck Norris, because then it would be possible for a Chuck Norris roundhouse kick to meet another Chuck Norris roundhouse kick. Physicists theorize that this contact would end the universe.",
        "categories": [ ]
    }

]
